{
  "tabList": {
    "what": "ブロックチェーンゲームとは",
    "about": "ゼウスブロックチェーンゲームについて",
    "verify": "ブロックチェーンの検証方法"
  },
  "login": "ログイン",
  "lang": "選擇語系",
  "langList": {
    "zh-CN": "简体中文",
    "zh-TW": "繁體中文",
    "en-US": "English",
    "ja-JP": "日本語"
  },
  "gameList": {
    "baccarat_title": "バカラ2.0",
    "baccarat_content": "バカラはイタリアで生まれました。最も一般的で人気のあるポーカーゲームの一つです。",
    "baccarat_intro": "プレイヤーはバンカーまたはプレイヤーを選択することができます。カードポイントは、勝者として9を受け取るために番号に追加されます。カードポイントの最大数は9ポイントで、最小は0ポイントです。双方が最初に少なくとも2枚のカードを配ります。そして、3枚目のカードはプレイヤーに配られ、2枚目と4枚目のカードはディーラーに配られ、必要に応じてカードを作ります。カードの作り方はルールに完全に準拠している必要があります。",
    "dragon_tiger_title": "竜虎",
    "dragon_tiger_content": "このゲームはバカラから派生したカードゲームです。勝つか負けるかを判断するためにカードを送信するだけでよいという点で、バカラとは異なります。",
    "dragon_tiger_intro": "",
    "xoc_dia_title": "カラーディスク",
    "xoc_dia_content": "カラーディスクは1909年に始まりました。これは、ベトナムで長い間人気がある伝統的なゲームです。クラシックでシンプルなゲームです。",
    "xoc_dia_intro": "ゲームはどこでも利用できる機器でプレイでき、プレート上の4つの赤と白のボタンをボウルで覆い、すばやく振った後に表示される結果が賭けの組み合わせとして使用されます。プレーヤーは最終結果をボウルに投げます。シンプルなゲームで面白いです。",
    "hoo_hey_now_title": "魚海老カニ",
    "hoo_hey_now_content": "エビカニサカナは中国とベトナムの間の伝統的なゲームです。",
    "hoo_hey_now_intro": "ルールとオッズは基本的に他の薄切り法「大小」と同じです。ポイントの代わりに魚、エビ、カニ、トラ、ひょうたん、鶏を使用されます。",
    "teen_patti_title": "Teen Patti",
    "teen_patti_content": "インド亜大陸発祥のギャンブルカードゲームです。それは英語の3枚のカードゲームから始まり、ポーカーの影響を受けました。",
    "teen_patti_intro": "ゲームが始まる前に、誰もが最低額を賭ける必要があります。このファンド（ゲーム内の仮想通貨）はテーブルの中央に配置されます。ディーラー（ディーラー）は、一度に1枚のカードを全員に渡します。お一人様3枚まで。カードを配る過程で、誰もが手札に応じてチップを追加するかどうかを判断できます。賭けをする前に、誰もが自分のカードを見ることができ、あきらめた場合は、カードを裏向きに置きます。テーブルの上。",
    "andar_bahar_title": "Andar Bahar",
    "andar_bahar_content": "Andar Baharは、エースやワイルドカードを使用せずに、52枚のカードからなる1枚のデッキのみをゲームに使用します。",
    "andar_bahar_intro": "「スターティングハンド」として1枚のカードと2枚の面（アンダルとバハール）を選び、特定のカードが「スターティングハンド」と一致するまで、「アンダル」と「バハール」から順番に1枚のカードを引きます。「スタート」「ハンドカード」のポイントが一致すると、同じポイントカードの方が勝ちます",
    "btc_quickWin_title": "BTC QuickWin",
    "btc_quickWin_content": "ゼウス独自開発の製品、世界でヒットのデジタル通貨とベッティングモードを組み合わせて。",
    "btc_quickWin_intro": "BTC / USDTの価格変動グラフから30秒以内の為替レートの傾向を予測し、「買う」または「売る」を選択して、その金額を得ることができます。ゲームの中で3つの技術的指標とゲームの結果記録を提供し、簡単なUIやルールとヒットの話題を組み合わせて、３０秒だけ、素敵な未来をあなたに届ける",
    "PK10_title": "PK10",
    "PK10_content": "PK10の別名は北京レース、北京福利宝くじの公式結果に基づいて慎重に設計されたゲームです。現在、このゲームは中国本土で最も人気なクイックドローです。",
    "PK10_intro": "北京レースは、年中無休のゲームで20分ごとに1日44ゲームを行います。抽選は、北京モータースポーツの公式ウェブサイトに基づいています。終日は09:10から23:50です。ゲームは01から10までです。レースでの合計10台の車の結果が当選番号として使用されます。",
    "fan_tan_title": "ファンタン",
    "fan_tan_content": "「ファンタン」は、台湾や中国などのアジアのいくつかの国でしか知られていない非常に特別なゲームです",
    "fan_tan_intro": ""
  },
  "whatPage": {
    "what_blockchain_content1": "ブロックチェーンは、分散データデータベースを使用して情報を識別、配布、記録するインテリジェントなピアツーピアネットワークです。ほとんどの人にとって、ブロックチェーンは「仮想通貨」のようなものです。 「マイニング」または「ビットコイン」の概念は結びついています。",
    "what_blockchain_content2": "しかし、実際には、「ブロックチェーンテクノロジー」とは、インターネット上に公開アカウントを作成することであり、すべての参加者が記録および確認します。すべての参加者には、ユーザーまたはプレーヤー、および全員のアカウントが含まれます。本はすべて「同じ」で「公開」されており、これらの元帳に記録されている情報は「改竄不可」です。",
    "what_blockchain_content3": "言い換えれば、ブロックチェーンゲームによって生成されるすべての結果は絶対に公正であり、偽造することは不可能です。",
    "what_blockchain_bottom": "現在市場に出回っているゲームはゲーム開発者の手に委ねられています。プレイヤーがアイテムを購入するか、ゲームの確率を制御するかにかかわらず、プレイヤーからの抗議なしに、開発者の指示の下で撤回または変更できます。余裕を逆転させる権利はなく、その中でもキャンブルゲームは乱用されやすく、ほとんどの場合、公正で公正かつ透明なゲーム情報が必要です。したがって、Zeusはすべてのゲーム情報をチェーンに配置し、プレーヤーがゲーム情報台帳の記録にオープンかつ透過的に参加できるようにします。情報を改竄できないゲームは、プレイヤーの権利をよりよく保護することができます。",
    "what_advantage_header": "ブロックチェーンアドバンテージ機能",
    "what_advantage_title1": "分散化",
    "what_advantage_title2": "透明度",
    "what_advantage_title3": "セキュリティ",
    "what_advantage_content1": "元帳はすべての人が記録および保持しているため、中央サーバーやサードパーティは必要ありません。すべてのコンピュータと通信機器は元帳の一部です。",
    "what_advantage_content2": "すべての参加者のアカウントはオープンで透過的であり、情報を共有しています。",
    "what_advantage_content3": "すべての人が同じグローバル元帳を持っているため、個々の元帳を破棄しても全体に影響はなく、他の人の元帳情報と一致しないため、単一の元帳の情報を改ざんしても意味がありません。これらの元帳は基本的に世界中に散らばっており、個人によって個別に管理されているため、他の人の元帳を改竄することはほとんど不可能です。"
  },
  "aboutPage": {
    "about_feature_header": "ゼウスブロックチェーンゲームの機能",
    "about_feature_title": "絶対に公正で公正であり、改竄することはできません",
    "about_feature_content1": "ブロックチェーンの特性に従い、改竄することはできず、すべてのゲームがリアルタイムでプレイされます。すべてのカードとすべてのアクションレコードは公開されており、クエリを実行できます。不正行為を行うことは完全に不可能です。プレーヤーは安心できる。",
    "about_feature_content2": "さらに、Zeusブロックチェーン上のすべてのゲームは、GLI認定と呼ばれる「ゲーミングラボラトリーズインターナショナル」にも送信されます。これは、ゲーム関連の法律および技術仕様の要件を完全に満たしています。",
    "about_feature_content3": "GLI自体は米国および国際的な認証を取得しており、ISO / IEC 17025、17020、17065規格に準拠しており、ゲーム、ギャンブル、宝くじ業界をテストおよび検証する技術的能力を備えています。GLIは、世界中の400近くのゲーム規制当局からも指定されています。公式のテストラボは、絶対に公正なテストと認証を提供し、現在の国際的なゲーム市場で最も信頼できる基準の一つでもあります。",
    "about_customer_title": "ゲームアイテムはユニーク 東南アジアとインドで主に人気のあるゲーム",
    "about_customer_content1": "中国市場：バカラ、北京レース」",
    "about_customer_content2": "インド市場：Teenpatti、Rummy、Andar Bahar",
    "about_customer_content3": "東南アジア市場：カラープレート、ファンタン、エビカニサカナ、スリーカード、フォーカード",
    "about_gameStyle_content": "伝統なゲームの画面とは違って、特別なゲームです"
  },
  "verifyPage": {
    "verify_sha_title": "改竄防止 複数の暗号化、公正である",
    "verify_sha_content1": "SHA（Secure Hash Algorithm、セキュアスポーリングアルゴリズムとして翻訳）は、National Security Agency（NSA）によって設計され、National Institute of Standards and Technology（NIST）によって発行されたさまざまな暗号化スポーリング機能です。情報送信を確実にするために使用されます。完全で一貫性があります。",
    "verify_sha_content2": "すべてのカードはSHA256で暗号化され、”ダイジェスト“ が生成され、プレーヤーが賭けをする前にプレーヤーに通知されます。",
    "verify_step_header": "検証可能な公平性",
    "verify_step_title1": "Step1",
    "verify_step_title2": "Step2",
    "verify_step_title3": "Step3",
    "verify_step_content1": "ゲーム開始前に全カードの「ダイジェスト」を発表します 「ダイジェスト」は、シード暗号化によって生成された32ビットの文字と数字の組み合わせで",
    "verify_step_content2": "プレイヤーの賭けが完了すると、元のキャラクター（つまりシード）が発表されます。スーツとカードの数は「シード」によって決定されます。シードはSHA256暗号化アルゴリズムを介してのみ「ダイジェスト」を生成できます これは、ダイジェストが公開されると、誰もゲーム結果「シード」を改ざんできないことを意味します。",
    "verify_step_content3": "プレーヤーはハッシュ値ツールを使用して、賭けをする前にキャラクターが暗号化されたキャラクターと一致するかどうかを確認できます。 シードはダイジェストを暗号化でき、ダイジェストはシードを逆に計算できません",
    "verify_step_bottom": "シードはダイジェスト用に暗号化でき、ダイジェストを逆にしてシードを計算することはできません",
    "verify_char_title": "キャラクター",
    "verify_char_boxTitle1": "シード",
    "verify_char_boxTitle2": "ダイジェスト",
    "verify_char_boxTitle1-1": "暗号化されていない文字",
    "verify_char_boxTitle2-1": "暗号化された文字",
    "verify_char_boxSeed1": "ランダムな文字、シードの唯一性を保証することができます",
    "verify_char_boxSeed2": "ダイジェストは、シード暗号化によって生成された32ビットの文字と数字の組み合わせです",
    "verify_char_boxSeed1_title1": "カードの点数",
    "verify_char_boxSeed1_title2": "カードのスーツ",
    "verify_char_boxSeed1_title3": "デリミタ",
    "verify_char_boxSeed1_info1": "ハート",
    "verify_char_boxSeed1_info2": "ダイヤ",
    "verify_char_boxSeed1_info3": "スペード",
    "verify_char_boxSeed1_info4": "クラブ",
    "verify_char_bottom_title": "疑いの余地はない、本当のフェアを約束する，どんなサードパーティのSHA 256ツール検査でもサポートすることができます",
    "verify_char_bottom_content": "シードをコピーできます以下または他のWebサイトがダイジェストの正確性の検証を実行します",
    "verify_char_btn1": "ウェブページ1",
    "verify_char_btn2": "ウェブページ2",
    "verify_char_btn3": "ウェブページ3"
  }
}
